Repository: bjornoleh/xdripswift
Catalog: xdrip/Storyboards/*.lproj/BgReadings.strings
Languages: es

# glucoseReadingsTitle
source: Glucose Readings
es: Lecturas

# glucoseReadingTitle
source: Glucose Reading
es: Lectura

# selectDate
source: Date
es: Fecha

source: No readings to show...
es: No hay datos...

# internalDataSectionHeader
source: Internal data
es: Datos internos

source: Timestamp
es: Fecha

source: Calculated value
es: Valor calculado

source: Slope arrow
es: Flecha tendencia

source: Device name
es: Dispositivo

source: Raw data
es: Valor interno
